---
type: ComboBoxDropDownClosedEventArgs
namespace: Autodesk.Revit.UI.Events
version: 2024
members: 1
tags: [revit-api, class]
---

# ComboBoxDropDownClosedEventArgs

`Autodesk.Revit.UI.Events.ComboBoxDropDownClosedEventArgs` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | ComboBoxDropDownClosedEventArgs | — | `public ComboBoxDropDownClosedEventArgs ()` |